Repository: koenige/zzform
Catalog: languages/zzform-*.po
Languages: tr, uk

source: Would be changed on update
tr: Güncellemede değiştirilecek
uk: Буде змінено під час оновлення

source: Merge: Failed to update record with ID %d in table <code>%s</code>.
tr: Birleştirme: Tabloda %d ID'li kayıt güncellenemedi <code>%s</code>.

source: Merge: Failed to delete record with ID %d in table <code>%s</code>.
tr: Birleştirme: Tabloda %d ID'li kayıt silinemedi <code>%s</code>.

source: Merge: Update of record with ID %d in table <code>%s</code> was successful.
tr: Birleştirme: Tabloda %d ID'li kaydın güncellenmesi <code>%s</code> başarılı oldu.

source: Merge: Deletion of record with ID %d in table <code>%s</code> was successful.
tr: Birleştirme: Tabloda %d ID'li kaydın silinmesi <code>%s</code> başarılı oldu.

source: %d records merged successfully
tr: %d kayıtlar başarıyla birleştirildi
uk: %d записів успішно об 'єднано

source: For merging, the field <em>%s</em> has to be equal in all records.
tr: Birleştirme için alan <em>%s</em> tüm kayıtlarda eşit olmak zorundadır.
uk: Для об 'єднання поле <em>%s</em> має бути рівним у всіх записах.

source: For merging, the fields %s and %s have to be equal in all records.
tr: Birleştirme için %s ve %s alanlarının tüm kayıtlarda eşit olması gerekir.
uk: Для об 'єднання поля %s і %s повинні бути рівними у всіх записах.

source: Merge not complete, records are different:
tr: Birleştirme tamamlanmadı, kayıtlar farklı:
uk: Об 'єднання не завершено, записи відрізняються:

source: Revise a record
tr: Bir kaydı gözden geçirme
uk: Переглянути запис

source: Old value: %s
tr: Eski değer: %s
uk: Старе значення: %s

source: – empty –
tr: - boş -
uk: – Порожній –

source: Revisions
tr: Düzeltmeler
uk: Редакції

source: Data
tr: Veri
uk: Дані

source: ignore
tr: göz ardı et
uk: ігнорувати

source: Changed values
tr: Değişen değerler
uk: Змінені значення

source: Complete values
tr: Eksiksiz değerler
uk: Повні значення

source: Please enter the digits from the image.
tr: Lütfen resimdeki rakamları girin.
uk: Будь ласка, введіть цифри з зображення.

source: (Reload image)
tr: (Resmi yeniden yükle)
uk: (Перезавантажити зображення)

source: Please enter the following code: %s.
tr: Lütfen aşağıdaki kodu girin: %s.
uk: Будь ласка, введіть наступний код: %s.

source: Please add %s to it.
tr: Lütfen %s ekleyin.
uk: Будь ласка, додайте до цього %s.

source: zero
tr: sıfır
uk: нуль

source: one
tr: bir
uk: один

source: two
tr: iki
uk: два

source: three
tr: üç
uk: три

source: four
tr: dört
uk: чотири

source: five
tr: beş
uk: п'ять

source: six
tr: altı
uk: шість

source: seven
tr: yedi
uk: сім

source: eight
tr: sekiz
uk: вісім

source: nine
tr: dokuz
uk: дев'ять

source: Date
tr: Tarih
uk: Дата

source: Date and time
tr: Tarih ve saat
uk: Дата та час

source: Submit data …
tr: Veri gönder ..
uk: Надіслати дані …

source: live
tr: yayında
uk: наживо

source: pending
tr: bekliyor
uk: очікує

source: historic
tr: tarihi
uk: історичний

source: No entries available
tr: Mevcut kayıt yok
uk: Немає доступних записів

source: - unknown -
tr: - bilinmeyen -
uk: – невідомий –

source: Selection
tr: Seçim
uk: Відбір

source: all
tr: tümü
uk: весь

source: “%s” is not a valid value for the selection “%s”. Please select a different filter.
tr: "%s", "%s" seçimi için geçerli bir değer değildir. Lütfen farklı bir filtre seçin.
uk: «%s» не є допустимим значенням для вибору “%s”. Виберіть інший фільтр.

source: A filter for the selection “%s” does not exist.
tr: "%s" seçimi için bir filtre mevcut değil.
uk: Фільтр для вибору «%s» не існує.

source: <a href="%s">List without this filter</a>
tr: <a href="%s">Bu filtre olmadan liste</a>
uk: <a href="%s">Список без цього фільтра</a>

source: (no value)
tr: (değer yok)
uk: (без значення)

source: This filter does not exist: %s
tr: Bu filtre mevcut değil: %s
uk: Цей фільтр не існує: %s

source: Order by
tr: Tarafından sipariş
uk: Сортувати по

source: ascending
tr: artan
uk: висхідний

source: descending
tr: azalan
uk: низхідний

source: Action
tr: Eylem
uk: Дія

source: Add new record
tr: Kayıt ekle
uk: Додати новий запис

source: %d record total
tr: %d kayıt toplamı
uk: %d Запис всього

source: All records on one page
tr: Tüm kayıtlar tek sayfada
uk: Всі записи на одній сторінці

source: First page
tr: İlk sayfa
uk: Перша сторінка

source: Previous page
tr: Önceki Sayfa
uk: Попередня сторінка

source: Next page
tr: Sonraki Sayfa
uk: Наступна сторінка

source: Last page
tr: Son Sayfa
uk: Попередня сторінка

source: Show all records (without search filter)
tr: Tüm kayıtları göster (arama filtresi olmadan)
uk: Показати: Усі записи

source: in
tr: içinde
uk: в

source: all fields
tr: tüm alanlar
uk: усіх полях

source: search
tr: arama
uk: шукати

source: Attention!
tr: Dikkat!
uk: Застереження!

source: Incorrect value: %s
tr: Yanlış değer: %s
uk: Неправильне значення: %s

source: Database error
tr: Veritabanı sorunu
uk: Помилка бази даних

source: An error occured. We are working on the solution of this problem. Sorry for your inconvenience. Please try again later.
tr: Bir hata oluştu. Bu sorunun çözümü üzerinde çalışıyoruz. Rahatsızlığınız için özür dileriz. Lütfen daha sonra tekrar deneyin.
uk: Сталася помилка. Ми працюємо над вирішенням цієї проблеми. Вибачте за незручності. Повторіть спробу пізніше.

source: Export
tr: Dışa Aktar
uk: Експорт

source: Please don’t mess with the URL parameters. <code>%s</code> is not allowed here.
tr: Lütfen URL parametreleri ile oynamayın. <code>%s</code> burada izin verilmez.
uk: Будь ласка, Будь ласка, не втручайтесь за параметрами URL. <code>%s</code> тут не дозволяється.

source: North
tr: Kuzey
uk: Північ

source: East
tr: Doğu
uk: Схід

source: South
tr: Güney
uk: Південь

source: West
tr: Batı
uk: Захід

source: It looks like this coordinate has a different orientation. Maybe latitude and longitude were interchanged?
tr: Bu koordinatın farklı bir yönü var gibi görünüyor. Belki de enlem ve boylam yer değiştirmiştir?
uk: Схоже, ця координата має іншу орієнтацію. Можливо, широта і довгота були взаємозамінними?

source: Mismatch: %s signals different hemisphere than %s.
tr: Uyuşmazlık: %s, %s'den farklı bir yarım küreye işaret eder.
uk: Невідповідність: %s сигнали відрізняються від %s.

source: There are too many decimal points (or commas) in this value.
tr: Bu değerde çok fazla ondalık nokta (veya virgül) var.
uk: У цьому значенні занадто багато десяткових знаків (або ком).

source: Only the last number might have a decimal point (or comma).
tr: Yalnızca son sayıda ondalık nokta (veya virgül) olabilir.
uk: Лише останнє число може мати десяткову точку (або кому).

source: %s is too small. Please enter for minutes a positive value or 0.
tr: %s çok küçük. Lütfen dakikalar için pozitif bir değer veya 0 girin.
uk: %s занадто малий. Будь ласка, введіть протягом хвилин позитивне значення або 0.

source: %s is too small. Please enter for seconds a positive value or 0.
tr: %s çok küçük. Lütfen saniye için pozitif bir değer veya 0 girin.
uk: %s занадто малий. Будь ласка, введіть протягом секунд позитивне значення або 0.

source: %s is too big. Please enter for minutes a value smaller than 60.
tr: %s çok büyük. Lütfen dakika için 60'tan küçük bir değer girin.
uk: %s завеликий. Будь ласка, введіть протягом хвилин значення менше 60.

source: %s is too big. Please enter for seconds a value smaller than 60.
tr: %s çok büyük. Lütfen saniye için 60'tan küçük bir değer girin.
uk: %s завеликий. Будь ласка, введіть протягом секунд значення менше 60.

source: Sorry, there are too many numbers. We cannot interpret what you entered.
tr: Üzgünüz, çok fazla sayı var. Ne girdiğinizi yorumlayamıyoruz.
uk: На жаль, занадто багато номерів. Ми не можемо інтерпретувати введені вами дані.

source: Minimum value for degrees is %s. The value you entered is too small: %s.
tr: Dereceler için minimum değer %s'dır. Girdiğiniz değer çok küçük: %s.
uk: Мінімальне значення для градусів - %s. Введене вами значення замале: %s.

source: Maximum value for degrees is %s. The value you entered is too big: %s.
tr: Dereceler için maksimum değer %s'dır. Girdiğiniz değer çok büyük: %s.
uk: Максимальне значення для градусів - %s. Введене вами значення завелике: %s.

source: Deletable Records
tr: Silinebilir Kayıtlar

source: Synchronization: %s
tr: Senkronizasyon: %s

source: Processing entries %s–%s …
tr: 0]-%s girişleri işleniyor ..

source: %s update was made.
tr: %s güncellemesi yapıldı.

source: %s insert was made.
tr: %s ekleme yapıldı.

source: %s record was left as is.
tr: %s kaydı olduğu gibi bırakıldı.

source: %s record had errors.
tr: %s kaydında hatalar vardı.

source: Go on to next page
tr: Sonraki sayfaya geç

source: Possibly deletable records
tr: Muhtemelen silinebilir kayıtlar

source: Finished!
tr: Bitir!

source: Synchronize
tr: Eşitle

source: Please select from one of the following datasets:
tr: Lütfen aşağıdaki veri setlerinden birini seçin:

source: There is no definition for a synchronization named <code>%s</code>.
tr: Adlandırılmış bir senkronizasyon için tanım yoktur <code>%s</code>.

source: There are no deletable records.
tr: Silinebilir kayıt yoktur.

source: %s deletion was made.
tr: %s silme işlemi yapıldı.

source: Filetypes
tr: Dosya Türleri
uk: Типи файлів

source: MIME Content Type
tr: MIME İçerik Türü
uk: Тип вмісту MIME

source: MIME Subtype
tr: MIME Alt Türü
uk: Підтип MIME

source: Extension
tr: Uzantı
uk: Розширення

source: Ext.
tr: Uzantı
uk: Розшир.

source: Count
tr: Sayı
uk: Кількість

source: Script configuration error. No display field set.
tr: Komut dosyası yapılandırma hatası. Ayarlanmış görüntüleme alanı yok.
uk: Помилка налаштування скрипту. Поле відображення не встановлено.

source: Field name
tr: Alan adı
uk: Назва поля

source: Database error. This query has ambiguous values in ID field.
tr: Veritabanı hatası. Bu sorguda ID alanında belirsiz değerler var.
uk: Помилка бази даних. Цей запит має неоднозначні значення в полі ID.

source: Database access error
tr: Veritabanı erişim hatası
uk: Помилка під час роботи бази даних

source: The following error(s) occured in project %s:
tr: Proje %s'da aşağıdaki hata(lar) meydana geldi:
uk: У проекті %s виникли такі помилки:

source: No record was found.
tr: Hiçbir kayıt bulunamadı.
uk: Запис не знайдено

source: expand
tr: genişlet
uk: розгорнути

source: collapse
tr: başarısız
uk: Згорнути

source: Merging of record is not allowed.
tr: Kayıtların birleştirilmesine izin verilmez.

source: Upload Failed
tr: Yükleme Başarısız
uk: Збій завантаження

source: Upload Aborted
tr: Yükleme İptal Edildi
uk: Завантаження перервано

source: % uploaded … please wait
tr: % uploaded ... lütfen bekleyin
uk: % u завантажено… будь ласка, зачекайте

source: Uploaded:
tr: Yüklendiği yer
uk: Завантажено:

source: Total:
tr: Toplam:
uk: Всього:

source: Bytes
tr: B
uk: байт

source: Unable to insert record into table %s.
tr: Tablo %s'a kayıt eklenemiyor.

source: The number %d is too high. Maximum value is %d.
tr: 0] sayısı çok yüksek. Maksimum değer %d'dir.

source: Array <em>“%s”</em> does not match pattern <em>“%s”</em>
tr: <em>"%s</em> <em>"</em> dizisi <em>"%s"</em> deseniyle eşleşmiyor

source: Value <em>“%s”</em> does not match pattern <em>“%s”</em>
tr: <em>"%s</em> <em>"</em> değeri <em>"%s"</em> deseniyle eşleşmiyor

source: Sorry, multiple deletion is not permitted.
tr: Üzgünüz, birden fazla silme işlemine izin verilmemektedir.

source: Debug Information
tr: Hata Ayıklama Bilgisi

source: Function
tr: Fonksiyon

source: Marker
tr: İşaretleyici

source: Memory peak usage
tr: Bellek tepe kullanımı

source: The required %s export function <code>%s()</code> does not exist.
tr: Gerekli %s dışa aktarma işlevi <code>%s(</code> <code>)</code> mevcut değil.

source: Standard %s export support is not supported. Please use a custom script.
tr: Standart %s dışa aktarma desteği desteklenmez. Lütfen özel bir komut dosyası kullanın.

source: Archive file for database logging for period %s already exists.
tr: 0] dönemi için veritabanı günlüğü arşiv dosyası zaten mevcut.

source: Archive file for database logging for period %s was not created.
tr: 0] dönemi için veritabanı günlüğü arşiv dosyası oluşturulmadı.

source: Unable to gzip archive file for database logging for period %s.
tr: 0] dönemi için veritabanı günlüğü için arşiv dosyası gziplenemiyor.

source: synchronize local development and production server
tr: yerel geliştirme ve üretim sunucusunu senkronize etme

source: time in months to keep logging data in the database before archiving it
tr: verileri arşivlemeden önce veritabanında günlüğe kaydetmeye devam etmek için ay cinsinden süre

source: maximum number of lines that are read from logging table
tr: günlük tablosundan okunan maksimum satır sayısı

source: URL to synchronize local development and production server
tr: Yerel geliştirme ve üretim sunucusunu senkronize etmek için URL

source: 1 record was deleted
uk: Один запис видалено

source: %d records were deleted
uk: %d записів було видалено

source: <abbr title="Not available">N/A</abbr>
uk: Не застосовується

source: Duplicate entry
uk: Здублювати запис

source: Script URL
uk: Сценарій

source: ten
uk: десять

# North
source: N
uk: Півн

# East
source: E
uk: С

# South
source: S
uk: Півд

# West
source: W
uk: З
