Repository: koenige/zzform
Catalog: languages/zzform-*.po
Languages: tr, uk

source: link just around one of the field values, set by index
tr: indeks tarafından ayarlanan alan değerlerinden birinin etrafındaki bağlantı

source: HTML code or text which will be shown before the field value
tr: Alan değerinden önce gösterilecek HTML kodu veya metin

source: HTML code or text which will be shown after the field value
tr: Alan değerinden sonra gösterilecek HTML kodu veya metin

source: path for image, created created with makelink() from subselect data
tr: subselect verilerinden makelink() ile oluşturulan görüntü için yol

source: path for link, created with makelink() from subselect data
tr: subselect verilerinden makelink() ile oluşturulan bağlantı için yol

source: Name of database table (might include database name as well, e. g. Database.Table)
tr: Veritabanı tablosunun adı (veritabanı adını da içerebilir, örn. Database.Table)

source: optional: h1-heading to be used for form instead of $zz['table']
tr: isteğe bağlı: $zz['table'] yerine form için kullanılacak h1-başlığı

source: describes UNIQUE key for detail tables. For updates via zzform_multi() which do not know the record ID of the detail table this can be used to avoid getting this ID first.
tr: detay tabloları için UNIQUE anahtarını tanımlar. Detay tablosunun kayıt kimliğini bilmeyen zzform_multi() aracılığıyla yapılan güncellemeler için bu, önce bu kimliği almaktan kaçınmak için kullanılabilir.

source: variables for internal use inside zzform, later available via wrap_static('zzform')
tr: zzform içinde dahili kullanım için değişkenler, daha sonra wrap_static('zzform') aracılığıyla kullanılabilir

source: WHERE condition for record, like via URL where[some_id]=10
tr: Kayıt için WHERE koşulu, URL aracılığıyla where[some_id]=10 gibi

source: requirements for creating identifiers
tr: tanımlayıcıların oluşturulması için gereklilikler

source: string or array of strings used for concatenation of variables. if array, values are used in the same order they appear in the array
tr: değişkenlerin birleştirilmesi için kullanılan dize veya dizeler dizisi. dizi ise, değerler dizide göründükleri sırada kullanılır

source: list of values (field_name => value) that are used as a default if there is no value
tr: değer yoksa varsayılan olarak kullanılan değerlerin listesi (field_name => value)

source: string used for concatenation if identifier exists
tr: tanımlayıcı mevcutsa birleştirme için kullanılan dize

source: sprintf() format for numerical value that is appended if identifier already exists
tr: tanımlayıcı zaten mevcutsa eklenen sayısal değer için sprintf() biçimi

source: function to determine whether existing identifiers should change or not (e. g. for events moved to a different year, change, otherwise not)
tr: mevcut tanımlayıcıların değişip değişmeyeceğini belirleyen fonksiyon (örn. farklı bir yıla taşınan etkinlikler için değişsin, aksi takdirde değişmesin)

source: list of fields used to create the identifier, notation like category_id[parameters] possible
tr: tanımlayıcıyı oluşturmak için kullanılan alanların listesi, category_id[parameters] gibi gösterim mümkün

source: string that will be used for replacing spaces and unknown letters
tr: boşlukları ve bilinmeyen harfleri değiştirmek için kullanılacak dize

source: name of function that identifier will go through finally
tr: tanımlayıcının son olarak geçeceği fonksiyonun adı

source: up to 4 function parameters to pass to function, if none is set, use identifier as parameter
tr: fonksiyona aktarılacak en fazla 4 fonksiyon parametresi, hiçbiri ayarlanmamışsa, parametre olarak tanımlayıcıyı kullan

source: create hash from identifier and current timestamp
tr: tanımlayıcıdan ve geçerli zaman damgasından hash oluşturur

source: list of fields that are ignored for creation of identifier (fields were used before)
tr: tanımlayıcının oluşturulması için göz ardı edilen alanların listesi (alanlar daha önce kullanılıyordu)

source: list of fields (field1 => field2) that are ignored, e. g. field1 is ignored if field2 has a value
tr: göz ardı edilen alanların listesi (alan1 => alan2), örn. alan2 bir değere sahipse alan1 göz ardı edilir

source: list of fields (field1 => field2) that are ignored, e. g. field1 is ignored if field2 has an identical value
tr: göz ardı edilen alanların listesi (alan1 => alan2), örn. alan2 aynı değere sahipse alan1 göz ardı edilir

source: transform all letters to lowercase?
tr: tüm harfleri küçük harfe dönüştürmek?

source: maximum length of identifier
tr: maksimum tanımlayıcı uzunluğu

source: name of field in `fields` that contains parameters that are added to identifier configuration
tr: tanımlayıcı yapılandırmasına eklenen parametreleri içeren `fields` içindeki alanın adı

source: prefix that will always be added before identifier
tr: her zaman tanımlayıcıdan önce eklenecek olan önek

source: if there can be more than one sub record, find preferred sub record via values, e. g. IDs. example: $zz['fields'][2]['identifier']['preferred']['objects-Title'] = ['text_language_id' => [wrap_id('languages', '-id'), wrap_id('languages', '---'), wrap_id('languages', 'eng')]];
tr: birden fazla alt kayıt olabiliyorsa, tercih edilen alt kaydı değerler, örneğin ID'ler aracılığıyla bulun. örnek: $zz['fields'][2]['identifier']['preferred']['objects-Title'] = ['text_language_id' => [wrap_id('languages', '-id'), wrap_id('languages', '---'), wrap_id('languages', 'eng')];

source: use a random hash as identifier, length of characters
tr: tanımlayıcı olarak rastgele bir karma kullanın, karakter uzunluğu

source: string with characters used for random_hash
tr: random_hash için kullanılan karakterleri içeren dize

source: list of strings that are removed from values for identifier
tr: tanımlayıcı için değerlerden kaldırılan dizelerin listesi

source: key => value; characters in key will be replaced by value
tr: key => value; key içindeki karakterler value ile değiştirilecektir

source: preserve slashes?
tr: eğik çizgileri korumak mı?

source: SQL query to check if identifier already exists
tr: Tanımlayıcının zaten var olup olmadığını kontrol etmek için SQL sorgusu

source: value from which the first identical identifier begins to count up
tr: ilk özdeş tanımlayıcının saymaya başladığı değer

source: always append start value, even for first occurence of an identifier
tr: bir tanımlayıcının ilk ortaya çıkışı için bile her zaman başlangıç değerini ekler

source: strip HTML tags with strip_tags()
tr: strip_tags() ile HTML etiketlerini soyun

source: list of extra fields that are needed to create a query with a unique result
tr: benzersiz bir sonuca sahip bir sorgu oluşturmak için gereken ekstra alanların listesi

source: transform all letters to uppercase?
tr: tüm harfleri büyük harfe dönüştürmek?

source: pairs of field_name => value (optional if not called via zzform, normally via ['fields'])
tr: field_name => value çiftleri (zzform aracılığıyla çağrılmazsa isteğe bağlıdır, normalde ['fields'] aracılığıyla)

source: WHERE-condition to be appended to query that checks existence of identifier in database
tr: Veritabanında tanımlayıcının varlığını kontrol eden sorguya eklenecek WHERE koşulu

source: Please upload a file.
tr: Lütfen bir dosya yükleyin.

source: There was an error while uploading the file.
tr: Dosya yüklenirken bir hata oluştu.

source: The content of the file was not readable (Format needs to be JSON).
tr: Dosyanın içeriği okunamadı (Biçimin JSON olması gerekir).

source: The highest existing log entry is %d, but import starts with %d.
tr: Mevcut en yüksek günlük girişi %d'dır, ancak içe aktarma %d ile başlar.

source: Record ID %d was added with a different log ID %d.
tr: Kayıt kimliği %d farklı bir günlük kimliği %d ile eklendi.

source: There was an error adding record ID %d.
tr: Kayıt kimliği %d eklenirken bir hata oluştu.

source: There was an error adding log for record ID %d.
tr: Kayıt kimliği %d için günlük eklerken bir hata oluştu.

source: %d log entry was added, ID was %d.
tr: %d günlük girişi eklendi, kimlik %d idi.

source: These changes were applied to the remote server.
tr: Bu değişiklikler uzak sunucuya uygulandı.

source: These changes were applied to the local server.
tr: Bu değişiklikler yerel sunucuya uygulandı.

source: No logging data available.
tr: Kayıt verisi mevcut değil.

source: No logging data available older than %d months.
tr: 0] aydan daha eski kayıt verisi mevcut değil.

source: The oldest data in the logging table comes from <strong>%s</strong>.
tr: Günlük tablosundaki en eski veriler şuradan gelir <strong>%s</strong>.

source: %d logging records from %s were archived.
tr: %s'den %d günlük kayıtları arşivlendi.

source: Archive logging data from %s
tr: 0]'dan günlük verilerini arşivleyin

source: Re-sort logging table
tr: Günlük tablosunu yeniden sıralama

source: Logging table was sorted by ID.
tr: Günlük tablosu kimliğe göre sıralandı.

source: Logfile has only %d entries.
tr: Günlük dosyasında yalnızca %d girdi var.

source: SQL log
tr: SQL günlüğü

source: Download SQL log, starting with ID
tr: ID ile başlayan SQL günlüğünü indirin

source: Upload SQL log
tr: SQL günlüğünü yükle

source: Upload
tr: Yükle

source: Synchronize local and remote server
tr: Yerel ve uzak sunucuyu senkronize edin

source: This only works from a local server!
tr: Bu yalnızca yerel bir sunucudan çalışır!

source: The server returned with an error (%d).
tr: Sunucu bir hata ile geri döndü (%d).

source: Both servers have %s log entries.
tr: Her iki sunucuda da %s günlük girdisi vardır.

source: No synchronisation is necessary.
tr: Senkronizasyona gerek yoktur.

source: The log entries %d do not match.
tr: Günlük girdileri %d eşleşmiyor.

source: A synchronisation is impossible.
tr: Bir senkronizasyon mümkün değildir.

source: Current time
tr: Geçerli zaman

source: This URL is for synchronising a production and a development server only. No direct access is possible.
tr: Bu URL yalnızca bir üretim ve geliştirme sunucusunu senkronize etmek içindir. Doğrudan erişim mümkün değildir.

source: Relational Integrity
tr: İlişkisel Bütünlük

source: Nothing to check.
tr: Kontrol edecek bir şey yok.

source: Field <code>%s</code> contains only valid values.
tr: Saha <code>%s</code> yalnızca geçerli değerleri içerir.

source: records
tr: kayıt
uk: записів

source: Back to overview
tr: Genel bakışa geri dön
uk: Повернутися до перегляду

source: Back to last form
tr: Son forma geri dön
uk: Повернутися до попередньої форми

source: page
tr: sayfa
uk: сторінка

source: Search
tr: Arama
uk: Пошук

source: New …
tr: Yeni ..
uk: Нові …

source: Edit …
tr: Düzenle ..
uk: Редагувати …

source: Review
tr: İnceleme
uk: Перегляд

source: Edit
tr: Düzenle
uk: Pедагувати

source: Delete
tr: Sil
uk: Видалити

source: Show
tr: Göster
uk: Показати

source: Add
tr: Ekle
uk: Додати

source: Copy
tr: Kopya
uk: Скопіювати

source: Merge
tr: Birleştir
uk: Об’єднання

source: Add a record
tr: Kayıt ekleme
uk: Додати запис

source: Delete a record
tr: Kayıt silme
uk: Видалити запис

source: Edit a record
tr: Kayıt düzenleme
uk: Редагувати запис

source: Show a record
tr: Bir kayıt göster
uk: Показати запис

source: Add several records
tr: Birkaç kayıt ekleyin
uk: Додати кілька записів

source: Delete several records
tr: Birkaç kaydı silme
uk: Видалити декілька записів

source: Edit several records
tr: Birkaç kaydı düzenleme
uk: Редагувати кілька записів

source: Insert failed
tr: Ekleme başarısız
uk: Не вдалося вставити

source: Delete failed
tr: Silinemedi
uk: Не вдалося видалити

source: Update failed
tr: Güncelleme başarısız oldu
uk: Спроба оновлення зазнала невдачі

source: The record with the ID %d was already deleted.
tr: Kimliği %d olan kayıt zaten silinmişti.
uk: Запис з ідентифікатором %d вже видалено.

source: A record with the ID %d does not exist.
tr: ID %d'a sahip bir kayıt mevcut değil.
uk: Запис з ідентифікатором %d не існує.

source: Sorry, it is not possible to access the ID %d from here.
tr: Üzgünüz, ID %d'a buradan erişmek mümkün değildir.
uk: На жаль, звідси неможливо отримати доступ до ідентифікатора %d.

source: Invalid ID for a record (must be an integer): %s
tr: Bir kayıt için geçersiz kimlik (tam sayı olmalıdır): %s
uk: Недійсний ідентифікатор запису (має бути цілим числом): %s

source: Record was updated
tr: Kayıt güncellendi
uk: Запис оновлено

source: Record was not updated (no changes were made)
tr: Kayıt güncellenmedi (hiçbir değişiklik yapılmadı)
uk: Запис не оновлювався (зміни не вносилися)

source: Record was deleted
tr: Kayıt silindi
uk: Запис було видалено

source: %d record was deleted
tr: %d kayıt silindi

source: %d record was deleted, %d not
tr: %d kayıt silindi, %d silinmedi

source: Record was inserted
tr: Kayıt eklendi
uk: Запис був вставлений

source: Configuration does not allow this action: %s
tr: Yapılandırma bu eyleme izin vermiyor: %s
uk: Налаштування не дозволяє виконувати цю дію: %s

source: Configuration does not allow this mode: %s
tr: Yapılandırma bu moda izin vermez: %s
uk: Налаштування не дозволяє цей режим: %s

source: Cancel
tr: İptal
uk: Скасувати

source: OK
tr: Tamam
uk: Добре

source: Update record
tr: Kayıt güncelleme
uk: Оновити запис

source: Update records
tr: Kayıtları güncelleyin
uk: Оновити записи

source: Delete record
tr: Kayıt silme
uk: Вилучити запис

source: Delete records
tr: Kayıtları sil
uk: Видалити записи

source: Add record
tr: Kayıt ekle
uk: Додати запис

source: Add records
tr: Kayıt ekleme
uk: Додати записи

source: Edit record
tr: Kaydı düzenle
uk: Редагувати запис

source: Edit records
tr: Kayıtları düzenle
uk: Редагувати записи

source: will be added automatically
tr: otomatik olarak eklenecektir
uk: буде додано автоматично

source: calculated field
tr: hesaplanan alan
uk: обчислене поле

source: None selected
tr: Hiçbiri seçilmedi
uk: жодного не вибрано

source: No selection
tr: Seçim yok
uk: немає вибору

source: No source defined
tr: Tanımlanmış kaynak yok
uk: джерело не визначено

source: No selection possible.
tr: Seçim mümkün değildir.
uk: вибір неможливий

source: (This entry is the highest entry in the hierarchy.)
tr: (Bu giriş hiyerarşideki en yüksek giriştir.)
uk: (Цей запис є найвищим записом в ієрархії.)

source: Select all
tr: Tümünü seç
uk: Вибрати все

source: Deselect all
tr: Hiçbirini seçme
uk: Зняти виділення з усіх

source: Old:
tr: Eski:
uk: Старий:

source: New:
tr: Yeni:
uk: Новий:

source: (Please enter your new password twice)
tr: (Lütfen yeni şifrenizi iki kez girin)
uk: (Підтвердьте новий пароль двічі)

source: Your password has been saved!
tr: Şifreniz kaydedildi!

source: Your password has been changed!
tr: Şifreniz değiştirildi!
uk: Ваш пароль змінено!

source: Your current password is different from what you entered. Please try again.
tr: Mevcut şifreniz girdiğinizden farklı. Lütfen tekrar deneyin.
uk: Ваш поточний пароль відрізняється від введеного. Повторіть спробу.

source: New passwords do not match. Please try again.
tr: Yeni şifreler eşleşmiyor. Lütfen tekrar deneyin.
uk: Нові паролі не збігаються. Повторіть спробу.

source: Please enter your current password and twice your new password.
tr: Lütfen mevcut şifrenizi ve iki kez yeni şifrenizi girin.
uk: Введіть поточний пароль і двічі новий.

source: New and old password are identical. Please choose a different new password.
tr: Yeni ve eski şifre aynı. Lütfen farklı bir yeni şifre seçin.
uk: Новий і старий пароль ідентичні. Виберіть інший новий пароль.

source: hidden
tr: gizli
uk: прихований

source: Your new password could not be saved. Please try a different one.
tr: Yeni şifreniz kaydedilemedi. Lütfen farklı bir tane deneyin.
uk: Не вдалося зберегти новий пароль. Спробуйте інший варіант.

source: Error:
tr: Hata:
uk: Помилка:

source: No file was uploaded.
tr: Dosya yüklenmedi.
uk: Файл не був завантажений.

source: File was only partially uploaded.
tr: Dosya yalnızca kısmen yüklendi.
uk: Файл завантажено лише частково.

source: File is too big.
tr: Dosya çok büyük.
uk: Файл завеликий.

source: Maximum allowed filesize is %s.
tr: İzin verilen maksimum dosya boyutu %s'dır.
uk: Максимальний допустимий розмір файлу - %s.

source: Unsupported filetype:
tr: Desteklenmeyen dosya türü:
uk: Непідтримуваний тип файла:

source: Supported filetypes:
tr: Desteklenen dosya türleri:
uk: Підтримувані типи файлів:

source: Could not delete %s.
tr: 0] silinemedi.
uk: Не вдалося видалити %s

source: Could not delete %s, file did not exist.
tr: 0] silinemedi, dosya mevcut değil.
uk: Не вдалося видалити %s, файл не існує.

source: File:
tr: Dosya:
uk: Файл:

source: No image
tr: Resim Yok
uk: Немає зображення

source: Delete this file
tr: Bu dosyayı sil
uk: Видалити цей файл

source: File uploaded:
tr: Dosya yüklendi:
uk: Файл завантажено:

source: File could not be saved. There is a problem with the user rights. We are working on it.
tr: Dosya kaydedilemedi. Kullanıcı haklarıyla ilgili bir sorun var. Üzerinde çalışıyoruz.
uk: Не вдалося зберегти файл. Виникла проблема з правами користувача. Ми над цим працюємо.

source: Minimum width %s was not reached.
tr: Minimum genişliğe %s ulaşılamadı.
uk: Не досягнуто мінімальної ширини %s.

source: Minimum height %s was not reached.
tr: Minimum yüksekliğe %s ulaşılamadı.
uk: Мінімальна висота %s не була досягнута.

source: Maximum width %s has been exceeded.
tr: Maksimum genişlik %s aşıldı.
uk: Перевищено максимальну ширину %s.

source: Maximum height %s has been exceeded.
tr: Maksimum yükseklik %s aşıldı.
uk: Перевищено максимальну висоту %s.

source: The PDF consists of %d pages. Only %d page is allowed.
tr: PDF %d sayfadan oluşmaktadır. Yalnızca %d sayfaya izin verilir.
uk: PDF-файл складається з %d сторінок. Дозволено лише %d сторінок.

source: Transfer failed. Probably you sent a file that was too large.
tr: Aktarım başarısız oldu. Muhtemelen çok büyük bir dosya gönderdiniz.
uk: Спроба передачі зазнала невдачі. Можливо, ви надіслали файл завеликого розміру.

source: – You sent: %s data.
tr: - Sen gönderdin: %s veri.
uk: – Ви надіслали: %s даних.

source: The file %s is empty. If you are uploading from a Mac, please check if the data is not only available in the so-called “resource fork” of the file.
tr: 0] dosyası boş. Bir Mac'ten yüklüyorsanız, lütfen verilerin yalnızca dosyanın "kaynak çatalı" olarak adlandırılan bölümünde bulunup bulunmadığını kontrol edin.
uk: Файл %s порожній. Якщо ви завантажуєте з Mac, перевірте, чи дані доступні не тільки в так званому «вилка ресурсу» файлу.

source: File upload is currently impossible.
tr: Dosya yükleme şu anda mümkün değil.
uk: Завантаження файлу наразі неможливе.

source: Add %s
tr: Ekle %s
uk: Додати %s

source: Remove %s
tr: Sil %s
uk: Видалити %s

source: Remove
tr: Kaldır
uk: Видалити

source: Minimum of records for table `%s` was not met (%d).
tr: Tablo `%s` için minimum kayıt sayısı karşılanmadı (%d).
uk: Мінімальна кількість записів для таблиці `%s` не була виконана (%d).

source: Please enter more characters.
tr: Lütfen daha fazla karakter girin.
uk: Введіть один чи більше символів

source: No entry found. Try less characters.
tr: Giriş bulunamadı. Daha az karakter deneyin.
uk: Записів не знайдено. Спробуйте менше символів.

source: Text is too long (max. %d characters, %d submitted).
tr: Metin çok uzun (maks. %d karakter, %d gönderildi).
uk: Текст занадто довгий (макс. %d символів, %d надіслано).

source: Text is too short (min. %d characters, %d submitted).
tr: Metin çok kısa (min. %d karakter, %d gönderildi).
uk: Текст занадто короткий (мін. %d символів, %d надіслано).

source: Please make a different selection.
tr: Lütfen farklı bir seçim yapınız.
uk: Будь ласка, зробіть свій вибір.

source: These problems occured:
tr: Bu sorunlar ortaya çıktı:
uk: Сталися такі помилки:

source: Value incorrect in field <strong>%s</strong>.
tr: Alandaki değer yanlış <strong>%s</strong>.
uk: Неправильне значення в полі <strong>%s</strong>.

source: Value missing in field <strong>%s</strong>.
tr: Alanda eksik değer <strong>%s</strong>.
uk: У полі <strong>%s</strong> відсутнє значення.

source: Nothing was uploaded in field <strong>%s</strong>.
tr: Alana hiçbir şey yüklenmedi <strong>%s</strong>.
uk: Нічого не було завантажено в поле <strong>%s</strong>.

source: Duplicate entry in this table. Please check whether the record you were about to enter already exists or you’ll have to change the values you entered.
tr: Mükerrer giriş

source: There was a problem with the detail record.
tr: Detay kaydıyla ilgili bir sorun vardı.
uk: Не вдалося обробити детальний запис

source: String <em>“%s”</em> is not allowed
tr: <em>"%s"</em> dizesine izin verilmez
uk: Рядок <em>«%s»</em> не допускається

source: Value “%s” needs to be greater than “%s”.
tr: "%s" değerinin "%s" değerinden büyük olması gerekir.
uk: Значення «%s» має бути більшим за «%s».

source: Value “%s” needs to be greater than or equal to “%s”.
tr: "%s" değerinin "%s" değerinden büyük veya eşit olması gerekir.
uk: Значення «%s» має бути більше або дорівнювати «%s».

source: Value “%s” needs to be smaller than “%s”.
tr: "%s" değerinin "%s" değerinden küçük olması gerekir.
uk: Значення «%s» має бути меншим за «%s».

source: Value “%s” needs to be smaller than or equal to “%s”.
tr: "%s" değerinin "%s" değerinden küçük veya eşit olması gerekir.
uk: Значення «%s» має бути меншим або рівним «%s».

source: Please check these values again
tr: Lütfen bu değerleri tekrar kontrol edin
uk: Перевірте ці значення ще раз

source: Please select one of the values for field <strong>%s</strong>.
tr: Lütfen alan için değerlerden birini seçin <strong>%s</strong>.
uk: Будь ласка, виберіть одне зі значень для поля <strong>%s</strong>.

source: Please check the value for field <strong>%s</strong>.
tr: Lütfen alan değerini kontrol edin <strong>%s</strong>.
uk: Будь ласка, перевірте значення для поля <strong>%s</strong>.

source: Creation of directory %s failed: Parent directory is not writable.
tr: 0] dizininin oluşturulması başarısız oldu: Üst dizin yazılabilir değil.
uk: Спроба створення каталогу %s зазнала невдачі: батьківський каталог недоступний для запису.

source: Creation of directory %s failed.
tr: 0] dizininin oluşturulması başarısız oldu.
uk: Спроба створення каталогу %s зазнала невдачі.

source: Value in field <em>“%s”</em> must not be identical to field <em>“%s”</em>.
tr: <em>"%s"</em> alanındaki değer <em>"%s"</em> alanıyla aynı olmamalıdır.
uk: Значення в полі <em>«%s»</em> не повинно бути ідентичним значенню поля <em>«%s»</em>.

source: No records in relation table `%s`. Please fill in records.
tr: İlişki tablosu `%s`da kayıt yok. Lütfen kayıtları doldurun.
uk: Немає записів у таблиці відношень `%s`. Будь ласка, заповніть записи.

source: This record could not be deleted because it has other data associated with it.
tr: Bu kayıt silinemedi çünkü kendisiyle ilişkili başka veriler var.
uk: Не вдалося видалити цей запис, оскільки з ним пов 'язані інші дані.

source: You had been logged out automatically. Therefore, your changes were not yet saved. Please submit the form again.
tr: Otomatik olarak oturumu kapatmıştınız. Bu nedenle, değişiklikleriniz henüz kaydedilmedi. Lütfen formu tekrar gönderin.
uk: Ви автоматично вийшли з системи. Тому ваші зміни ще не збережено. Будь ласка, надішліть форму ще раз.

source: Sorry, an error has occurred.<br>Please send the form again.
tr: Üzgünüz, bir hata oluştu.<br>Lütfen formu tekrar gönderin.
uk: На жаль, сталася помилка.<br>Будь ласка, надішліть форму знову.

source: No entry possible. First save this record.
tr: Giriş mümkün değil. Önce bu kaydı kaydedin.
uk: Вхід неможливий. Спочатку збережіть цей запис.

source: No data available.
tr: Kullanılabilecek bir veri yok.
uk: Немає доступних даних.

source: Record for <strong>%s</strong> does not exist. (ID: %s)
tr: Kayıt için <strong>%s</strong> mevcut değil. (ID: %s)
uk: Запис для <strong>%s</strong> не існує. (ID: %s)
