Repository: koenige/zzform
Catalog: languages/zzform-*.po
Languages: tr, uk

source: folder for fonts used by captchas
tr: captcha'lar tarafından kullanılan yazı tipleri için klasör

source: custom settings for Content-Security-Policy header
tr: content-Security-Policy başlığı için özel ayarlar

source: default graphic for KML styles
tr: kML stilleri için varsayılan grafik

source: list of styles, each with 'id' and 'href', for KML export
tr: kML dışa aktarımı için her biri 'id' ve 'href' içeren stillerin listesi

source: initial installation date of zzform module (for updates)
tr: zzform modülünün ilk kurulum tarihi (güncellemeler için)

source: page refresh in seconds at the end of sync
tr: senkronizasyon sonunda saniye cinsinden sayfa yenileme

source: no. of records shown per run; if testing=1, no. will be multiplied by 10
tr: çalışma başına gösterilen kayıt sayısı; test=1 ise, kayıt sayısı 10 ile çarpılacaktır

source: action parameters in zzform, 'review' is for internal use only
tr: zzform'daki eylem parametreleri, 'inceleme' yalnızca dahili kullanım içindir

source: mode parameters in zzform
tr: zzform'da mod parametreleri

source: set HTML attribute `autofocus` to first input field/first input field of this type
tr: hTML özniteliği `autofocus`u bu türdeki ilk giriş alanına/ilk giriş alanına ayarlayın

source: backup uploaded files that were updated, deleted, etc.
tr: güncellenen, silinen vb. yüklenen dosyaları yedekleyin.

source: directory where zzform can put files for backup
tr: zzform'un yedekleme için dosyaları koyabileceği dizin

source: secret key which forms a hash that allows to continue without solving captcha again
tr: captcha'yı tekrar çözmeden devam etmeyi sağlayan bir hash oluşturan gizli anahtar

source: timeframe in minutes during which the zzform_captcha_key is valid
tr: zzform_captcha_key'in geçerli olduğu dakika cinsinden zaman dilimi

source: check referential integrity while performing database operations
tr: veritabanı işlemleri gerçekleştirirken referans bütünlüğünü kontrol etme

source: include CSS file with colours for zzform forms and tables
tr: zzform formları ve tabloları için renkleri içeren CSS dosyası ekleyin

source: list of field names that are not copied with copy function
tr: kopyalama işlevi ile kopyalanmayan alan adlarının listesi

source: CSS background-color for list view, should be equal to body
tr: Liste görünümü için CSS arka plan rengi, body'ye eşit olmalıdır

source: CSS background-color for record view
tr: Kayıt görünümü için CSS arka plan rengi

source: CSS background-color for record view, footer
tr: Kayıt görünümü, altbilgi için CSS arka plan rengi

source: CSS background-color for record view, subtable
tr: Kayıt görünümü, alt tablo için CSS arka plan rengi

source: CSS background-color for list view, even rows
tr: Liste görünümü için CSS arka plan rengi, hatta satırlar

source: CSS background-color for list view, uneven rows
tr: Liste görünümü için CSS arka plan rengi, eşit olmayan satırlar

source: CSS background-color for list view, order by column header
tr: Liste görünümü için CSS arka plan rengi, sütun başlığına göre sıralama

source: CSS text color in page navigation below list view
tr: Liste görünümünün altındaki sayfa gezintisinde CSS metin rengi

source: add elapsed time per function call to debug log
tr: hata ayıklama günlüğüne işlev çağrısı başına geçen süreyi ekleyin

source: activate debugging for uploads
tr: yüklemeler için hata ayıklamayı etkinleştirme

source: supported formats for exporting data
tr: verileri dışa aktarmak için desteklenen formatlar

source: position of filters related to list data
tr: liste verileriyle ilgili filtrelerin konumu

source: link to the markdown manual
tr: markdown kılavuzuna bağlantı

source: HTML code for headings of groups in tables
tr: Tablolardaki grup başlıkları için HTML kodu

source: graphics library to use with zzform (imagemagick or gd)
tr: zzform ile kullanılacak grafik kütüphanesi (imagemagick veya gd)

source: HTML prefix for all tables before h1 heading
tr: H1 başlığından önceki tüm tablolar için HTML öneki

source: do not show line with no. of total records below list
tr: toplam kayit sayisi li̇steni̇n altinda olan satiri göstermeyi̇n

source: add host base to action URLs, only needed if HTML base element points to a different server
tr: eylem URL'lerine ana bilgisayar tabanı ekleyin, yalnızca HTML taban öğesi farklı bir sunucuya işaret ediyorsa gereklidir

source: list of ICC profiles in the form of name of profile => path to profile
tr: profilin adı => profile giden yol şeklinde ICC profillerinin listesi

source: marker to read ID for zzform from SESSION
tr: sESSION'dan zzform için ID okumak için işaretleyici

source: fields in POST data that are used by zzform internally
tr: pOST verilerinde zzform tarafından dahili olarak kullanılan alanlar

source: limit of records shown in zzform’s lists
tr: zzform'un listelerinde gösterilen kayıtların sınırı

source: maximum records in list shown on one page (for performance reasons)
tr: bir sayfada gösterilen listedeki maksimum kayıt (performans nedeniyle)

source: display links to limits as page no. or as no. of entries
tr: limitlere bağlantıları sayfa numarası veya giriş sayısı olarak görüntüleme

source: range in which links to records in list around current selection will be shown
tr: geçerli seçimin etrafındaki listedeki kayıtlara bağlantıların gösterileceği aralık

source: log database changes?
tr: günlük veritabanı değişiklikleri?

source: use field _logging.record_id (turning off is @deprecated)
tr: _logging.record_id alanını kullanın (kapatılması @deprecated)

source: maximum entries in select/option, if bigger than sub-select
tr: alt seçimden daha büyükse, seçim/seçenekte maksimum girişler

source: maximum length of values in select
tr: seçimdeki değerlerin maksimum uzunluğu

source: list of fields to ignore when comparing two records while merging (last_update = for all tables, addresses.last_update = just for table addresses)
tr: birleştirme sırasında iki kaydı karşılaştırırken göz ardı edilecek alanların listesi (last_update = tüm tablolar için, addresses.last_update = sadece tablo adresleri için)

source: max no. of detail records to add in a record form
tr: bir kayıt formuna eklenecek maksimum detay kayıt sayısı

source: min no. of detail records to add in a record form
tr: bir kayıt formuna eklenecek en az detay kayıt sayısı

source: list of table name aliases used for better readability if a table name is displayed, e. g. if a record cannot be deleted because of database constraints
tr: bir tablo adı görüntülendiğinde daha iyi okunabilirlik için kullanılan tablo adı takma adlarının listesi, örn. bir kayıt veritabanı kısıtlamaları nedeniyle silinemiyorsa

source: packagecss is not used, therefore include zzform.css via zzform
tr: packagecss kullanılmaz, bu nedenle zzform.css'yi zzform aracılığıyla ekleyin

source: default value for rating fields, if `max` is not set
tr: max` ayarlanmamışsa, derecelendirme alanları için varsayılan değer

source: symbol used for rating fields
tr: derecelendirme alanları için kullanılan sembol

source: text that is displayed on link back to referring page
tr: yönlendiren sayfaya geri bağlantıda görüntülenen metin

source: if more content than that inside #zzform should be replaced, use this DIV element with this ID instead.
tr: zzform içindeki içerikten daha fazlasının değiştirilmesi gerekiyorsa, bunun yerine bu ID'ye sahip bu DIV öğesini kullanın.

source: list with mappings of table to query strings with placeholder for results of query for editing revisions
tr: revizyonları düzenlemek için sorgu sonuçları için yer tutucu ile tabloların sorgu dizelerine eşlemelerini içeren liste

source: list with mappings of table to query for editing revisions
tr: revizyonları düzenlemek için sorguya tablo eşlemelerini içeren liste

source: list with mappings of table to URL for editing revisions
tr: revizyonları düzenlemek için tablonun URL'ye eşlemelerini içeren liste

source: file path to main zzform script that is used
tr: kullanılan ana zzform betiğinin dosya yolu

source: allow to search, where to show search form
tr: aramaya izin vermek, arama formunun nerede gösterileceği

source: always show a search form, even if there are no records
tr: hiç kayıt olmasa bile her zaman bir arama formu gösterir

source: show list of records below record that is edited/deleted/added
tr: düzenlenen/silinen/eklenen kaydın altındaki kayıtların listesini göster

source: separator between parts of page title
tr: sayfa başlığının bölümleri arasında ayırıcı

source: create thumbnails in zzform as background process?
tr: zzform'da arka plan işlemi olarak küçük resimler oluşturabilir miyim?

source: if it is not allowed to check the standard directories for binary executables, enter the path to the directory
tr: i̇kili yürütülebilir dosyalar için standart dizinlerin kontrol edilmesine izin verilmiyorsa, dizinin yolunu girin

source: if it is not allowed to check the standard directories for binary executables, enter the path to the directory (development server only)
tr: ikili yürütülebilir dosyalar için standart dizinlerin kontrol edilmesine izin verilmiyorsa, dizinin yolunu girin (yalnızca geliştirme sunucusu)

source: paths on server to upload binaries (e. g. imagemagick)
tr: ikili dosyaların yükleneceği sunucudaki yollar (örn. imagemagick)

source: paths for each individual binary used in upload
tr: yüklemede kullanılan her bir ikili için yollar

source: paths for each individual binary used in upload on the development server
tr: geliştirme sunucusuna yüklemede kullanılan her bir ikili için yollar

source: option per binary to get verbose version information
tr: ayrıntılı sürüm bilgisi almak için ikili başına seçenek

source: in case there are problems renaming files from one mount to another, activate to copy file and then delete old file
tr: dosyaların bir bağdan diğerine yeniden adlandırılmasında sorun olması durumunda, dosyayı kopyalamak ve ardından eski dosyayı silmek için etkinleştirin

source: options to use always with all ImageMagick’s convert calls, e. g. for using a different temporary folder
tr: imageMagick'in tüm dönüştürme çağrılarında her zaman kullanılacak seçenekler, örn. farklı bir geçici klasör kullanmak için

source: options to use with all ImageMagick’s convert calls, only if no custom options per filetype are defined
tr: imageMagick'in tüm dönüştürme çağrılarında kullanılacak seçenekler, yalnızca dosya türü başına özel seçenekler tanımlanmamışsa

source: log system() upload commands for debugging
tr: hata ayıklama için system() yükleme komutlarını günlüğe kaydetme

source: maximum file size in bytes that can be uploaded
tr: yüklenebilecek bayt cinsinden maksimum dosya boyutu

source: unwanted mimetypes and their replacements
tr: istenmeyen mimetipler ve bunların değiştirilmesi

source: Paths which indicate that a file is on a mounted file system; instead of rename, copy/unlink is used
tr: Bir dosyanın bağlı bir dosya sisteminde olduğunu gösteren yollar; yeniden adlandırma yerine kopyala/bağlantıyı kaldır kullanılır

source: use `exiftool` to get information about file
tr: dosya hakkında bilgi almak için `exiftool` kullanın

source: use `file` to get information about file
tr: dosya hakkında bilgi almak için `file` kullanın

source: use `ghostscript` to get information about file
tr: dosya hakkında bilgi almak için `ghostscript` kullanın

source: use `identify` to get information about file
tr: dosya hakkında bilgi almak için `identify` kullanın

source: use `pdfinfo` to get information about file
tr: dosya hakkında bilgi almak için `pdfinfo` kullanın

source: extensions for images that the browser can display natively
tr: tarayıcının yerel olarak görüntüleyebileceği görüntüler için uzantılar

source: use Pagedown Editor (old: WMD) for Markdown
tr: markdown için Pagedown Editor (eski: WMD) kullanın

source: no. of instances of the Pagedown editor on a webpage
tr: bir web sayfasındaki Pagedown düzenleyicisinin örnek sayısı

source: language used for Pagedown Editor for Markdown
tr: markdown için Sayfalandırma Düzenleyicisi için kullanılan dil

source: possible language(s) for Pagedown Editor for Markdown
tr: markdown için Sayfalandırma Düzenleyicisi için olası dil(ler)

source: maximum characters, longer words are split with zero width in list view
tr: maksimum karakter, daha uzun kelimeler liste görünümünde sıfır genişlikle bölünür

source: use XHR for select fields; needs vxJS library
tr: seçme alanları için XHR kullanın; vxJS kütüphanesine ihtiyaç duyar

source: allows to restrict access to main record, like $zz['fields'][n]['access'] to subtables
tr: alt tablolara $zz['fields'][n]['access'] gibi ana kayda erişimi kısıtlamaya izin verir

source: Allows to add from source_id even if the access to that ID is restricted by a $zz['where'] or $_GET['where']
tr: Bu kimliğe erişim bir $zz['where'] veya $_GET['where'] ile kısıtlanmış olsa bile source_id'den eklemeye izin verir

source: if set to true, h1 will not be shown
tr: true olarak ayarlanırsa, h1 gösterilmez

source: Textblock after heading
tr: Başlıktan sonra metin bloğu

source: Textblock after heading, only in insert mode
tr: Başlıktan sonra metin bloğu, yalnızca ekleme modunda

source: list of possible export modes
tr: olası dışa aktarma modlarının listesi

source: list of fields per record
tr: kayıt başına alan listesi

source: Filter for records to be shown
tr: Gösterilecek kayıtlar için filtre

source: list with root, string, field, mode for a folder that must be renamed/deleted after changing the record
tr: kayıt değiştirildikten sonra yeniden adlandırılması/silinmesi gereken bir klasör için kök, dize, alan, mod içeren liste

source: if set, zzbrick/forms module will include a javascript map (e. g. OpenLayers) to display the records via a KML export on this map; a map template and a JavaScript-library is required
tr: ayarlanırsa, zzbrick/forms modülü, kayıtları bu harita üzerinde bir KML dışa aktarımı yoluyla görüntülemek için bir javascript haritası (örn. OpenLayers) içerecektir; bir harita şablonu ve bir JavaScript kütüphanesi gereklidir

source: hook functions
tr: kanca işlevleri

source: hook function called after a successful delete, but before files are moved
tr: başarılı bir silme işleminden sonra, ancak dosyalar taşınmadan önce çağrılan kanca işlevi

source: hook function called after a successful insert, but before files are moved
tr: kanca işlevi başarılı bir eklemeden sonra, ancak dosyalar taşınmadan önce çağrılır

source: hook function called after a successful update, but before files are moved
tr: başarılı bir güncellemeden sonra, ancak dosyalar taşınmadan önce çağrılan kanca işlevi

source: hook function called after upload is checked, before validation
tr: yükleme kontrol edildikten sonra, doğrulamadan önce çağrılan kanca işlevi

source: hook function called after record was validated
tr: kayıt doğrulandıktan sonra çağrılan kanca işlevi

source: hook function called before a delete attempt
tr: silme girişiminden önce çağrılan kanca işlevi

source: hook function called before an insert attempt
tr: bir ekleme girişiminden önce çağrılan kanca işlevi

source: hook function called before an update attempt
tr: güncelleme girişiminden önce çağrılan kanca işlevi

source: hook function called before upload is checked
tr: yükleme kontrol edilmeden önce çağrılan kanca işlevi

source: hook function called after a successful delete
tr: başarılı bir silme işleminden sonra çağrılan kanca işlevi

source: hook function called after a successful insert
tr: başarılı bir eklemeden sonra çağrılan kanca işlevi

source: hook function called after a successful update
tr: başarılı bir güncellemeden sonra çağrılan kanca işlevi

source: keys to ignore for log of unused defintion keys if definition is initalised
tr: tanım canlandırılmamışsa kullanılmayan tanımlama anahtarlarının günlüğü için göz ardı edilecek anahtarlar

source: list view definitions
tr: liste görünümü tanımları

source: allows to add a new record
tr: yeni bir kayıt eklemeye izin verir

source: HTML code for submit buttons for several actions below list
tr: Listenin altındaki çeşitli eylemler için gönderme düğmeleri için HTML kodu

source: definition of all table columns
tr: tüm tablo sütunlarının tanımı

source: ID of currently shown record
tr: Şu anda gösterilen kaydın kimliği

source: IDs of activated records
tr: Etkinleştirilmiş kayıtların kimlikleri

source: don't show a table head for link to details until necessary
tr: gerekmedikçe ayrıntılara bağlantı için bir tablo başlığı göstermeyin

source: how the tabular data is displayed
tr: tablo verilerinin nasıl görüntülendiği

source: use drag and drop in list view to change sort order of records
tr: kayıtların sıralama düzenini değiştirmek için liste görünümünde sürükle ve bırak özelliğini kullanma

source: ID field name in table that saves the sort order
tr: Sıralama düzenini kaydeden tablodaki ID alan adı

source: field name in table where the new sort order is saved
tr: yeni sıralama düzeninin kaydedildiği tablodaki alan adı

source: starting value, if records spawn over several pages
tr: kayıtlar birkaç sayfaya yayılmışsa başlangıç değeri

source: URL that is called via XHR to change order of records
tr: Kayıtların sırasını değiştirmek için XHR aracılığıyla çağrılan URL

source: marker that records should not be marked as checked anymore after e. g. a merge operation
tr: örneğin bir birleştirme işleminden sonra kayıtların artık kontrol edildi olarak işaretlenmemesi gerektiğini belirten işaretleyici

source: definition of additional table columns
tr: ek tablo sütunlarının tanımı

source: list of field names that records in list view use for grouping
tr: liste görünümündeki kayıtların gruplama için kullandığı alan adlarının listesi

source: HTML code for group titles
tr: Grup başlıkları için HTML kodu

source: check all columns in list and hide columns if they are empty, behaviour is equivalent to 'hide_in_list_if_empty' on a per field basis
tr: listedeki tüm sütunları kontrol edin ve boşlarsa sütunları gizleyin, davranış alan bazında 'hide_in_list_if_empty' ile eşdeğerdir

source: do not show message that there are no records if there are none
tr: kayıt yoksa kayıt olmadığına dair mesaj göstermeyin

source: show list with hierarchy
tr: listeyi hiyerarşi ile göster

source: display hierarchy in this field, i. e. this field gets indented
tr: bu alandaki hiyerarşiyi görüntüler, yani bu alan girintili olur

source: do not show uppermost value in list, just subtree
tr: listedeki en üst değeri göstermez, sadece alt ağacı gösterir

source: top ID value if just a subset of the records are shown
tr: kayıtların sadece bir alt kümesi gösteriliyorsa üst kimlik değeri

source: ID field name
tr: Kimlik alanı adı

source: main ID field name
tr: ana kimlik alan adı

source: allow to merge records
tr: kayıtları birleştirmeye izin ver

source: don’t show a table head for link to modes until necessary
tr: gerekmedikçe modlara bağlantı için bir tablo başlığı göstermeyin

source: allow to delete multiple records
tr: birden fazla kaydın silinmesine izin ver

source: allow to edit multiple records
tr: birden fazla kaydı düzenlemeye izin verir

source: allow to call a function on several records at one
tr: bir fonksiyonu aynı anda birkaç kayıt üzerinde çağırmaya izin verir

source: function name
tr: fonksiyon adı

source: HTML: title of button
tr: HTML: düğmenin başlığı

source: never show link above list to add a new record
tr: yeni bir kayıt eklemek için listenin üzerindeki bağlantıyı asla gösterme

source: internal marker that multiple records can be selected, e. g. for batch_function or merge
tr: batch_function veya merge gibi birden fazla kaydın seçilebileceği dahili işaretleyici

source: sums per column
tr: sütun başına toplamlar

source: sums per group per column
tr: sütun başına grup başına toplamlar

source: shows table foot, e. g. for sums of individual values
tr: tablo ayağını gösterir, örneğin tek tek değerlerin toplamları için

source: referer which links back to previous page, overwrites $zz['page']['referer'] and must be array with field1, string1 etc.
tr: önceki sayfaya geri bağlantı veren referer, $zz['page']['referer'] üzerine yazar ve field1, string1 vb. ile dizi olmalıdır.

source: list of variables that can be used in page template via extra_{key}
tr: extra_{key} aracılığıyla sayfa şablonunda kullanılabilecek değişkenlerin listesi

source: set meta tags for webpage
tr: web sayfası için meta etiketleri ayarlama

source: list of request functions that are called after record form/list is created
tr: kayıt formu/listesi oluşturulduktan sonra çağrılan istek fonksiyonlarının listesi

source: page title, set inside zzform
tr: sayfa başlığı, zzform içinde ayarlanır

source: add or do not add data
tr: veri ekleme veya eklememe

source: show action: copy
tr: eylemi göster: kopyala

source: show action: delete
tr: eylemi göster: sil

source: show action: edit
tr: eylemi göster: düzenle

source: anchor (#id) for form, if needed
tr: gerekirse form için çapa (#id)

source: Markdown code for HTML block directly after form heading
tr: Form başlığından hemen sonra HTML bloğu için Markdown kodu

source: key: int, value: $no
tr: anahtar: int, değer: $no

source: save number of subtables, key: $tab, value: $no or $no-$subno
tr: alt tablo sayısını kaydet, anahtar: $tab, değer: $no veya $no-$subno

source: show action: view
tr: eylem göster: görüntüle

source: false: no upload, true: upload possible
tr: false: yükleme yok, true: yükleme mümkün

source: list of redirects that will be added to the database redirects table if an identifier is updated or a record with an identifier is deleted. Might be list of strings (old and new pattern is equal), list of arrays (old and new patterns differ); field_name may be set optionally if more than one identifier is in the field list.
tr: bir tanımlayıcı güncellendiğinde veya bir tanımlayıcıya sahip bir kayıt silindiğinde veritabanı yönlendirmeleri tablosuna eklenecek yönlendirmelerin listesi. Dizelerin listesi (eski ve yeni kalıp eşit), dizilerin listesi (eski ve yeni kalıplar farklı) olabilir; alan listesinde birden fazla tanımlayıcı varsa isteğe bağlı olarak field_name ayarlanabilir.

source: settings that you normally set via wrap_setting() but that won’t be set in multi()-calls (e. g. disallowing a child script to change zzform_limit for the main script)
tr: normalde wrap_setting() ile ayarladığınız ancak multi()-çağrılarında ayarlanmayacak ayarlar (örneğin, bir alt betiğin ana betik için zzform_limit'i değiştirmesine izin vermemek)

source: SQL statement for list display and to get field values for form display
tr: Liste görüntüleme ve form görüntüleme için alan değerlerini almaya yönelik SQL deyimi

source: separate SQL query for counting records if main query is too heavy
tr: ana sorgu çok ağırsa kayıtları saymak için ayrı SQL sorgusu

source: if SQL query is too complex, additional values can be read via 'sql_extra' queries
tr: sQL sorgusu çok karmaşıksa, 'sql_extra' sorguları aracılığıyla ek değerler okunabilir

source: SQL statement, part must begin with ' ORDER BY', to sort database table
tr: SQL deyimi, veritabanı tablosunu sıralamak için 'ORDER BY' ile başlamalıdır

source: SQL query which will be used only for record view, not for list view, use `sql` if not set
tr: Liste görünümü için değil, yalnızca kayıt görünümü için kullanılacak SQL sorgusu, ayarlanmamışsa `sql` kullanın

source: Allows translation for this table (or key => table or list of tables or keys and tables) with wrap_translate()
tr: Bu tablo (veya anahtar => tablo veya tablo listesi veya anahtarlar ve tablolar) için wrap_translate() ile çeviriye izin verir

source: do not mark search string in subselect text, e. g. if there’s HTML code
tr: alt seçim metninde arama dizesini işaretlemeyin, örneğin HTML kodu varsa
