Repository: koenige/zzform
Catalog: zzform/zzform-*.po
Languages: de, pl

source: records
de: Einträge
pl: Wpisy

source: Back to overview
de: Zurück zur Übersicht

source: Back to last form
de: Zurück zum letzten Formular

source: page
de: Seite

source: Search
de: Suche
pl: Wyszukiwanie

source: New …
de: Neu …

source: Edit …
de: Bearbeiten …

source: review
de: Anzeigen
pl: Pokaż

source: insert
de: Einfügen
pl: Wstaw

source: update
de: Aktualisieren
pl: Aktualizacja

source: edit
de: Bearbeiten
pl: Zmienić

source: delete
de: Löschen
pl: Usunąć

source: show
de: Anzeigen
pl: Pokazać

source: add
de: Hinzufügen
pl: Dodaj

source: Copy
de: Kopieren
pl: Kopiuj

source: Merge
de: Zusammenfassen
pl: Połącz

source: Add a record
de: Eintrag hinzufügen
pl: Dodaj wpisy

source: Delete a record
de: Eintrag löschen
pl: Usunąć wpisu

source: Edit a record
de: Eintrag bearbeiten
pl: Zmienić wpisu

source: Show a record
de: Eintrag anzeigen
pl: Pokaż wpisy

source: Add several records
de: Mehrere Einträge hinzufügen
pl: Dodać kilka rekordów

source: Delete several records
de: Mehrere Einträge löschen
pl: Usuwanie wielu rekordów

source: Edit several records
de: Mehrere Einträge bearbeiten
pl: Edytować kilka rekordów

source: Insert failed
de: Einfügen fehlgeschlagen
pl: Nie powiodło się wstaw

source: Delete failed
de: Löschen fehlgeschlagen
pl: Nie powiodło się usunąć

source: Update failed
de: Aktualisieren fehlgeschlagen
pl: Nie powiodło się aktualizacja

source: The record with the ID %d was already deleted.
de: Der Eintrag mit der ID %d wurde bereits gelöscht.
pl: Istnieje plik danych o tym ID: %d

source: A record with the ID %d does not exist.
de: Es existiert kein Eintrag unter der ID %d.
pl: Istnieje plik danych o tym ID: %d

source: Sorry, it is not possible to access the ID %d from here.
de: Entschuldigung, es besteht von hier kein Zugriff auf die ID %d.

source: Invalid ID for a record (must be an integer): %s
de: Ungültige ID für einen Eintrag (muß Zahl sein): %s

source: record_was_updated
de: Eintrag wurde aktualisiert
pl: Wpis zaktualizowany

source: Record was not updated (no changes were made)
de: Eintrag wurde nicht aktualisiert (es gab keine Änderungen)
pl: Rekord nie został zaktualizowany (nie zmian)

source: record_was_deleted
de: Eintrag wurde gelöscht
pl: Wpis usunięty

source: %d records were deleted
de: %d Einträge wurden gelöscht

source: record_was_inserted
de: Eintrag wurde eingefügt
pl: Wpis został dodany

source: Configuration does not allow this action: %s
de: Die Konfiguration erlaubt diese Aktion nicht: %s

source: Configuration does not allow this mode: %s
de: Die Konfiguration erlaubt diesen Modus nicht: %s

source: Cancel
de: Abbrechen
pl: Anuluj

source: Update record
de: Eintrag aktualisieren
pl: Zmień na bazy danych

source: Update records
de: Einträge aktualisieren
pl: Aktualizacja rekordów

source: Delete record
de: Eintrag löschen
pl: Usuń z bazy danych

source: Delete records
de: Einträge löschen

source: Add record
de: Eintrag hinzufügen
pl: Dołącz do bazy danych

source: Add records
de: Einträge hinzufügen

source: Edit record
de: Eintrag bearbeiten

source: Edit records
de: Einträge bearbeiten

source: Show
de: Anzeigen

source: N/A
de: <abbr title="keine Angabe">k.&nbsp;A.</abbr>
pl: Niedostępne

source: will_be_added_automatically
de: wird automatisch hinzugefügt
pl: zostanie automatycznie dodane

source: calculated_field
de: berechnetes Feld
pl: Pole wyliczone

source: none_selected
de: Nichts ausgewählt
pl: nie wybrano

source: no_selection
de: Keine Auswahl
pl: brak wyboru

source: no_source_defined
de: Keine Quelle angegeben
pl: Brak podanego źródła

source: no_selection_possible
de: Keine Auswahl möglich.
pl: Wybór niemożliwy

source: (This entry is the highest entry in the hierarchy.)
de: (Dieser Eintrag ist der oberste Eintrag in der Hierarchie.)

source: Select all
de: Alle auswählen
pl: Wybierz wszystkie

source: Deselect all
de: Auswahl entfernen
pl: Usuń zaznaczenie wszystkich

source: Old:
de: Alt:
pl: Stary:

source: New:
de: Neu:
pl: Nowy:

source: (Please confirm your new password twice)
de: (Bitte bestätigen Sie Ihr Passwort zweimal)
pl: (Proszę potwierdzić swoje hasło dwa razy)

source: Your password has been changed!
de: Ihr Passwort wurde geändert.
pl: Twoje hasło zostało zmienione

source: Your current password is different from what you entered. Please try again.
de: Ihr aktuelles Passwort ist nicht das, was Sie eingegeben haben. Bitte versuchen Sie es nocheinmal.
pl: Twoje aktualne hasło nie jest tym, które podałeś. Spróbuj jeszcze raz.

source: New passwords do not match. Please try again.
de: Die Eingaben für das neue Passwort unterscheiden sich. Bitte versuchen Sie es nocheinmal.
pl: Wprowadzone dane do nowego hasła różnią się. Spróbuj jeszcze raz.

source: Please enter your current password and twice your new password.
de: Bitte geben Sie Ihr aktuelles Passwort und zweimal das neue Passwort ein.
pl: Proszę wprowadzić aktualne hasło i dwa razy nowe hasło.

source: New and old password are identical. Please choose a different new password.
de: Neues und altes Passwort sind identisch. Bitte wählen Sie ein anderes, neues Passwort aus.
pl: Nowe i stare hasło są identyczne. Prosze wybrać inne hasło

source: Rules for secure passwords
de: Tipps für sichere Passwörter
pl: Zasady bezpiecznego hasła

source: password-rules
de: * Passwörter sollten wenigstens acht Zeichen lang sein. * Statt eines einzelnen Wortes können auch mehrere Wörter oder komplette Sätze benutzt werden. * Je länger das Passwort (oder der gewählte Satz) ist, desto besser ist der Zugang zu der Website gesichert. * Für kurze Passwörter wird empfohlen, dass sie aus Groß- und Kleinbuchstaben, Ziffern und Sonderzeichen (? = + ; etc.) bestehen. * Dasselbe Passwort sollte nicht auf anderen Websites genutzt werden.
pl: Hasło musi składać się z min. 8 znaków i zawierać duże i małe litery, cyfry oraz znaki specjalne. Przykłady bezpiecznych haseł: * !1Pw=ig! (Zasada: !Hasło powinno być znane tylko Tobie!) * 1sPh&uuml;o&auml;o&Ouml; (Zasada: bezpieczne hasło powinno zawierać &uuml; oder &auml; oder &ouml;)

source: hidden
de: versteckt
pl: Ukryte

source: Your new password could not be saved. Please try a different one.
de: Ihr neues Passwort konnte nicht gespeichert werden. Bitte versuchen Sie es mit einem anderen.
pl: Nie można zapisać ponownie nowe hasło. Spróbuj inną.

source: image_not_display
de: Kein Bild
pl: nie ma obrazu

source: Error:
de: Fehler:
pl: Błąd:

source: No file was uploaded.
de: Es wurde keine Datei hochgeladen.
pl: Nie załadowano żadnego pliku.

source: File was only partially uploaded.
de: Die Datei wurde nur teilweise hochgeladen.
pl: Plik został załadowany częściowo.

source: File is too big.
de: Die Datei ist zu groß.
pl: Plik jest zbyt duży.

source: Maximum allowed filesize is %s.
de: Maximal erlaubte Dateigröße %s.

source: Unsupported filetype:
de: Nicht unterstützter Dateityp:
pl: Nieobsługiwany typ pliku:

source: Supported filetypes:
de: Unterstützte Dateitypen:

source: Could not delete %s.
de: Konnte %s nicht löschen.
pl: Nie można było usunąć %s.

source: Could not delete %s, file did not exist.
de: Konnte %s nicht löschen, da die Datei nicht existierte.
pl: Nie można było usunąć %s. Plik nie istnieje.

source: File:
de: Datei:
pl: Plik:

source: no_image
de: Kein Bild
pl: Brak obrazu

source: Delete this file
de: Diese Datei löschen
pl: Skazuj ten plik

source: File uploaded:
de: Hochgeladene Datei:

source: File could not be saved. There is a problem with the user rights. We are working on it.
de: Die Datei konnte nicht gespeichert werden. Es gibt ein Problem, aber wir arbeiten daran.
pl: Nie można zapisać pliku. Istnieje problem z prawami użytkownika. Pracujemy nad nim.

source: Minimum width %s was not reached.
de: Minimale Breite %s nicht eingehalten.
pl: Minimalna szerokość %s nie została osiągnięta.

source: Minimum height %s was not reached.
de: Minimale Höhe %s nicht eingehalten.
pl: Minimalna wysokość %s nie została osiągnięta.

source: Maximum width %s has been exceeded.
de: Maximale Breite %s wurde überschritten.
pl: Maksymalna szerokość %s została przekroczona.

source: Maximum height %s has been exceeded.
de: Maximale Höhe %s wurde überschritten.
pl: Maksymalna wysokość %s została przekroczona.

source: The PDF consists of %d pages. Only %d pages are allowed.
de: Das PDF besteht aus %d Seiten. Nur %d Seiten sind erlaubt.

source: Transfer failed. Probably you sent a file that was too large.
de: Übertragung fehlgeschlagen. Vermutlich haben Sie eine Datei gesendet, die zu groß war.
pl: Transfer nieudany. Prawdopodobnie wysłany plik, który był zbyt duży.

source: – You sent: %s data.
de: – Sie haben %s Daten gesendet.

source: The file %s is empty. If you are uploading from a Mac, please check if the data is not only available in the so-called “resource fork” of the file.
de: Die Datei %s ist leer. Falls Sie von einem Mac hochladen, prüfen Sie bitte, ob die Daten nicht ausschließlich im sog. »Resource Fork« liegen.
pl: Plik %s jest pusty. Jeśli wysyłasz z Mac, proszę sprawdzić, jeśli dane nie są tylko dostępne w tak zwanych "Rozwidlenie zasobów" pliku.

source: File upload is currently impossible.
de: Ein Dateiupload ist zur Zeit nicht möglich.

source: Add %s
de: %s ergänzen
pl: Dodaj %s

source: Remove %s
de: %s entfernen
pl: Usunąć %s

source: Remove
de: Entfernen
pl: Usuń

source: Minimum of records for table `%s` was not met (%d).
de: Im Feld `%s` sind mehr Daten erforderlich (min. Anzahl: %d).
pl: Minimalne rekordów w tabela '%s' nie było spełnione (%d).

source: Please enter more characters.
de: Bitte geben Sie mehr Buchstaben ein.
pl: Prosze podać więcej liter.

source: No entry found. Try less characters.
de: Keinen Eintrag gefunden. Versuchen Sie es mit weniger Zeichen.
pl: Nie odnaleziono. Prosze spróbować z większą ilością znaków.

source: Text is too long (max. %d characters, %d submitted).
de: Text ist zu lang (max. %d Zeichen, %d eingegeben).

source: Text is too short (min. %d characters, %d submitted).
de: Text ist zu kurz (min. %d Zeichen, %d eingegeben).

source: Please make a different selection.
de: Bitte treffen Sie eine andere Auswahl.

source: These errors occurred:
de: Diese Fehler sind aufgetreten:
pl: Wystąpiły następujące błędy:

source: Value incorrect in field <strong>%s</strong>.
de: Angabe im Feld <strong>%s</strong> erscheint falsch.

source: Value missing in field <strong>%s</strong>.
de: Angabe im Feld <strong>%s</strong> fehlt.

source: Nothing was uploaded in field <strong>%s</strong>.
de: Es wurde nichts im Feld <strong>%s</strong> hochgeladen.

source: Duplicate entry
de: Doppelter Eintrag in dieser Tabelle. Bitte überprüfen Sie, ob entweder der gewünschte Eintrag bereits existiert oder ob Sie Ihren Eintrag ändern können.
pl: Podwójny wpis.

source: Detail record could not be handled
de: Teileintrag konnte nicht gespeichert werden.
pl: Wpis nie może być zapisany.

source: String <em>“%s”</em> is not allowed
de: Die Zeichenfolge <em>»%s«</em> ist nicht erlaubt

source: Value “%s” needs to be greater than “%s”.
de: Der Wert „%s“ muss größer als „%s“ sein.

source: Value “%s” needs to be greater than or equal to “%s”.
de: Der Wert „%s“ muss größer oder gleich „%s“ sein.

source: Value “%s” needs to be smaller than “%s”.
de: Der Wert „%s“ muss kleiner als „%s“ sein.

source: Value “%s” needs to be smaller than or equal to “%s”.
de: Der Wert „%s“ muss kleiner oder gleich „%s“ sein.

source: Please check these values again
de: Bitte überprüfen Sie diese Werte nocheinmal
pl: Proszę ponownie sprawdzić te wartości

source: Please select one of the values for field <strong>%s</strong>.
de: Bitte wählen Sie aus einem der Werte für das Feld <strong>%s</strong> aus.

source: Please check the value for field <strong>%s</strong>.
de: Bitte prüfen Sie den Wert für das Feld <strong>%s</strong>.

source: Creation of directory %s failed: Parent directory is not writable.
de: Erstellung des Verzeichnisses %s ist fehlgeschlagen: Hauptverzeichnis ist nicht schreibbar.

source: Creation of directory %s failed.
de: Erstellung des Verzeichnisses %s ist fehlgeschlagen.

source: No records in relation table `%s`. Please fill in records.
de: Keine Einträge in Tabelle `%s`. Bitte füllen Sie diese Tabelle mit Werten.

source: This record could not be deleted because it has other data associated with it.
de: Der Eintrag konnte nicht gelöscht werden, da mit ihm weitere Daten verknüpft sind:

source: You had been logged out automatically. Therefore, your changes were not yet saved. Please submit the form again.
de: Sie wurden automatisch ausgeloggt, Ihre Änderungen wurden daher noch nicht gespeichert. Bitte schicken Sie das Formular erneut ab.

source: Sorry, an error has occurred.<br>Please send the form again.
de: Entschuldigung, ein Fehler ist aufgetreten.<br>Bitte senden Sie das Formular erneut.

source: edit-after-save
de: Kein Eintrag möglich. Bitte speichern Sie zuerst den Eintrag.
pl: Zapisz przed edycją.

source: no-data-available
de: Keine Daten vorhanden
pl: Brak danych

source: Record for <strong>%s</strong> does not exist. (ID: %s)
de: Eintrag für <strong>%s</strong> existiert nicht. (ID: %s)

source: Would be changed on update
de: Würde bei Aktualisierung geändert.
pl: Zmiany na aktualizację

source: %d records merged successfully
de: %d Einträge erfolgreich zusammengefasst

source: For merging, the field %s has to be equal in all records.
de: Für die Zusammenfassung der Einträge muß das Feld %s in allen Einträgen gleich sein.

source: For merging, the fields %s and %s have to be equal in all records.
de: Für die Zusammenfassung der Einträge müssen die Felder %s und %s in allen Einträgen gleich sein.

source: Merge not complete, records are different:
de: Zusammenfassung nicht komplett, die Einträge sind unterschiedlich:

source: Revise a record
de: Eintrag überarbeiten

source: Old value: %s
de: Alter Wert: %s

source: – empty –
de: – leer –

source: Please enter the digits from the image.
de: Bitte geben Sie die Ziffern aus dem Bild ein.

source: (Reload image)
de: (Bild erneut laden)

source: Please enter the following code: %s.
de: Bitte geben Sie den folgenden Code ein: %s.

source: Please add %s to it.
de: Bitte fügen Sie %s hinzu.

source: zero
de: null

source: one
de: eins

source: two
de: zwei

source: three
de: drei

source: four
de: vier

source: five
de: fünf

source: six
de: sechs

source: seven
de: sieben

source: eight
de: acht

source: nine
de: neun

source: ten
de: zehn

source: Date
de: Datum

source: Date and time
de: Datum und Uhrzeit

source: pending
de: unerledigt

source: historic
de: historisch

source: table-empty
de: Keine Einträge vorhanden
pl: Brak zapisów.

source: - unknown -
de: - unbekannt -
pl: - nieznany -

source: Selection
de: Auswahl
pl: Wybór

source: all
de: Alle
pl: Wszystkie

source: “%s” is not a valid value for the selection “%s”. Please select a different filter.
de: »%s« ist kein gültiger Wert für die Auswahl »%s«. Bitte treffen Sie eine andere Auswahl.

source: A filter for the selection “%s” does not exist.
de: Es existiert kein Filter für die Auswahl »%s«.

source: <a href="%s">List without this filter</a>
de: <a href="%s">Die Liste ohne diesen Filter</a>

source: (no value)
de: (kein Wert)
pl: (brak wartości)

source: This filter does not exist: %s
de: Dieser Filter ist nicht vorhanden: %s

source: order by
de: Sortiere nach
pl: Sortuj według

source: asc
de: aufsteigend
pl: Rosnąco

source: desc
de: absteigend
pl: Malejąco

source: action
de: Aktion
pl: Akcja

source: detail
de: Details
pl: Szczegóły

source: Add new record
de: Neuer Eintrag
pl: Nowy wpis

source: records total
de: Einträge gesamt
pl: Wszystkie wpisy

source: record total
de: Eintrag gesamt
pl: Cały wpis

source: All records on one page
de: Alle Einträge auf einer Seite
pl: Wszystkie rekordy na jednej stronie

source: First page
de: Erste Seite
pl: Pierwsza strona

source: Previous page
de: Vorige Seite
pl: Poprzednia strona

source: Next page
de: Nächste Seite
pl: Następna strona

source: Last page
de: Letzte Seite
pl: Ostatnia strona

source: Show all records
de: Zeige alle Einträge (ohne Suchfilter)
pl: Wszystkie rekordy

source: all fields
de: allen Feldern
pl: wszystkich polach

source: search
de: suche
pl: Szukaj

source: Warning!
de: Achtung!
pl: Ostrzeżenie!

source: Incorrect value: %s
de: Falscher Wert: %s

source: Database error
de: Datenbankfehler
pl: Błąd bazy danych

source: An error occured. We are working on the solution of this problem. Sorry for your inconvenience. Please try again later.
de: Ein Fehler ist aufgetreten. Wir arbeiten an der Lösung des Problems. Bitte entschuldigen Sie die Unannehmlichkeiten. Versuchen Sie es bitte später nocheinmal.

source: Please don’t mess with the URL parameters. <code>%s</code> is not allowed here.
de: Bitte ändern Sie nicht eigenhändig die URL-Parameter. <code>%s</code> ist hier nicht erlaubt.

source: N
de: <abbr title="Nord">N</abbr>
pl: <abbr title="na północ">N</abbr>

source: E
de: <abbr title="Ost">O</abbr>
pl: <abbr title="wschód">E</abbr>

source: S
de: <abbr title="Süd">S</abbr>
pl: <abbr title="południe">S</abbr>

source: W
de: <abbr title="West">W</abbr>
pl: <abbr title="zachód">W</abbr>

source: It looks like this coordinate has a different orientation. Maybe latitude and longitude were interchanged?
de: Es sieht aus, als ob diese Koordinate eine andere Orientierung hat. Wurden Länge und Breite vertauscht?

source: Mismatch: %s signals different hemisphere than %s.
de: Nicht eindeutig: %s zeigt eine andere Hemisphäre an als %s.

source: There are too many decimal points (or commas) in this value.
de: In diesem Wert sind zuviele Kommas oder Punkte.

source: Only the last number might have a decimal point (or comma).
de: Nur die letzte Zahl darf ein Komma enthalten (oder einen Punkt).

source: %s is too small. Please enter for minutes a positive value or 0.
de: %s ist zu klein. Bitte geben Sie für Minuten einen positiven Wert oder 0 ein.

source: %s is too small. Please enter for seconds a positive value or 0.
de: %s ist zu klein. Bitte geben Sie für Sekunden einen positiven Wert oder 0 ein

source: %s is too big. Please enter for minutes a value smaller than 60.
de: %s ist zu groß. Bitte geben Sie für Minuten einen Wert kleiner als 60 ein.

source: %s is too big. Please enter for seconds a value smaller than 60.
de: %s ist zu groß. Bitte geben Sie für Sekunden einen Wert kleiner als 60 ein.

source: Sorry, there are too many numbers. We cannot interpret what you entered.
de: Wir können leider nicht diese Koordinate korrekt interpretieren, da zuviele Zahlen eingegeben wurden.

source: Minimum value for degrees is %s. The value you entered is too small: %s.
de: Der kleinste Wert für Grad ist %s. Der Wert, den Sie eingegeben haben, ist zu klein: %s.

source: Maximum value for degrees is %s. The value you entered is too big: %s.
de: Der größte Wert für Grad ist %s. Der Wert, den Sie eingegeben haben, ist zu groß: %s.

source: Filetypes
de: Dateitypen
pl: Typy plików

source: MIME Content Type
de: MIME Inhaltstyp
pl: Typ danych MIME

source: MIME Subtype
de: MIME Untertyp
pl: Podtyp MIME

source: Extension
de: Dateierweiterung
pl: Rozszerzenie

source: Count
de: Anzahl

source: Field name
de: Feldname
pl: Nazwa pola

source: no-delete
de: Nicht löschen

source: Database error. This query has ambiguous values in ID field.
de: Datenbankfehler. Diese Abfrage hat kein eindeutiges ID-Feld.
pl: Błąd bazy. Zapytanie zawiera niejednoznaczne wartości

source: Error during database operation
de: Fehler bei Datenbankzugriff
pl: Błąd bazy danych

source: The following error(s) occured in project %s:
de: Folgende(r) Fehler sind im Projekt %s aufgetaucht:
pl: Projekt wystąpił w projekcie %s:

source: No record was found.
de: Kein Eintrag gefunden.

source: expand
de: ausklappen

source: collapse
de: zuklappen

source: Upload Failed
de: Hochladen fehlgeschlagen

source: Upload Aborted
de: Hochladen abgebrochen

source: % uploaded … please wait
de: % hochgeladen … Bitte warten

source: Uploaded:
de: Hochgeladen:

source: Total:
de: Gesamt:

source: back-to-overview
pl: Z powrotem do podglądu

source: new
pl: Nowy

source: %s records were deleted
pl: Usunięto %s rekordów

source: Maximum allowed filesize is
pl: Maksymalna wielkość pliku wynosi

source: Supported filetypes are:
pl: Obsługiwane typy plików to:

source: You sent: %s data.
pl: Wysłałeś: %s danych.

source: Value incorrect in field %s.
pl: Błąd danych %s.

source: Value missing in field %s.
pl: Brak danych %s.

source: Nothing was uploaded in field %s.
pl: Nic nie zostało przesłane w polu %s.

source: String <em>"%s"</em> is not allowed
pl: Ciąg znaków <em>"%s"</em> nie jest dozwolone

source: Please select one of the values for field %s
pl: Wybierz jedną z wartości dla pola %s

source: No records in relation table
pl: Brak wpisów w tabeli. Uzupełnij

source: Detail records exist in the following tables:
pl: Szczegółpwe wpisy występują w następujących tabelach:

source: This record could not be deleted because there are details about this record in other records.
pl: Nie można usunąć wpisu, ponieważ jego elementy występują w innych wpisach.

source: Record for %s does not exist.
pl: Rekord dla %s nie istnieje.

source: in
pl: w

source: incorrect value
pl: nieprawidłowa wartość

source: Export
pl: Eksport

source: Script configuration error. No display field set.
pl: Błąd konfiguracji skryptu. Nie zestaw pole wyświetlacza.
